

export const ruText = {
    aboutMe: {
        header: "Меня зовут Олег, frontend разработчик.",
        description: 'Хочу сменить область своей деятельности в сторону frontend разработки. Учился я самостоятельно, есть пэт-проекты, в том числе, в которых использован полный стек технологий, указанных в разделе - Мои профессиональные навыки.',
    },
    skills: {
        header: 'Мои профессиональные навыки',
        baseStack: 'Базовый набор технологий',
        otherSkills: 'Другие навыки',
    },
    myProjects: {
        header: 'Мои проекты',
        socialNetworkHeader: 'Social network',
        socialNetworkDescription: 'Мой 1-ый проект, где использован полный набор технологий из раздела мои профессиональные навыки. Проект не имеет мобильной версии на данный момент.',
        toDoHeader: 'Todo app',
        toDoDescription: "Это простенькое toDo app, в качестве хранилища данных вместо сервера использовано Local Storage. Имеется мобильная версия",
    },
    contactNow: {
        header: 'Связаться со мной',
        placeholders: {
            name: 'Введите ваше имя...',
            email: 'Введите ваш email...',
            phone: 'Введите ваше номер телефона...',
            message: 'Введите ваше сообщение...',
        }
    },
    myContacts: {
        header: 'Мои контакты'
    }
}