

export const ruText = {
    aboutMe: {
        header: "Меня зовут Олег, frontend разработчик.",
        description: 'Хочу полностью сменить текущую деятельность на frontend разработку и в дальнейшем развиваться именно в этой области, хотя со временем также мог бы перейти и в backend, так как мне нравится и то и то, хотя в backend я пробовал себя совсем немного, но достаточно для общего представления. Учился я самостоятельно, есть пэт-проекты, в том числе, в которых использован полный стек технологий, указанных в разделе - Мои профессиональные навыки.',
    },
    skills: {
        header: 'Мои профессиональные навыки',
        baseStack: 'Базовый набор технологий',
        otherSkills: 'Другие навыки',
    },
    myProjects: {
        header: 'Мои проекты',
        socialNetworkHeader: 'Social network',
        socialNetworkDescription: 'Мой 1-ый проект, где использован полный набор технологий из раздела мои профессиональные навыки. Имеет мобильную версию.',
        toDoHeader: 'Todo app',
        toDoDescription: "Это простенькое toDo app, в качестве хранилища данных вместо сервера использовано Local Storage. Имеет мобильную версию.",
    },
    contactNow: {
        header: 'Связаться со мной',
        placeholders: {
            name: 'Введите ваше имя...',
            email: 'Введите ваш email...',
            phone: 'Введите ваш номер телефона...',
            message: 'Введите ваше сообщение...',
        }
    },
    myContacts: {
        header: 'Мои контакты'
    }
}